Revit 2027 API
ParameterTypeId.RoomBaseLightingLoadOnParam Property
 "Base Lighting Load on"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomBaseLightingLoadOnParam { get; }
Public Shared ReadOnly Property RoomBaseLightingLoadOnParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomBaseLightingLoadOnParam {
	ForgeTypeId^ get ();
}
static member RoomBaseLightingLoadOnParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace